Repository: anarexia/bacula
Catalog: debian/po/*.po
Languages: cs, de, es, fr, ja, nl, pt_br, vi

source: Where is the MySQL server?
cs: Kde se nachází MySQL server?
de: Wo ist der MySQL-Server?
es: ¿Donde está el servidor MySQL a utilizar?
fr: Nom du serveur MySQL :
ja: MySQL サーバは何処にありますか?
nl: Waar is de MySQL-server?
pt_br: Onde o servidor MySQL está localizado ?
vi: Trình phục vụ MySQL ở đâu?

source: Enter the host where the MySQL server which is to hold Bacula's catalog is.
cs: Zadejte poèítaè, na kterém bì¾í MySQL server, je¾ bude spravovat katalog balíèku bacula.
de: Geben Sie den Rechner an, auf dem der MySQL-Server ist, der Baculas Katalog verwalten soll.
es: Por favor, introduzca el nombre de host donde se encuentra el servidor MySQL en el que almacenar el catálogo de Bacula.
fr: Veuillez indiquer le nom du serveur MySQL où est conservé le catalogue de Bacula.
ja: Bacula のカタログを保持している MySQL サーバホストを入力してください。
nl: Geef de host waar de MySQL-server is die de catalogus van Bacula bijhoudt.
pt_br: Informe o host onde o servidor MySQL que irá armazenar o catálogo do Bacula está localizado.
vi: Hãy nhập tên máy có hỗ trợ trình phục vụ MySQL sẽ cất giữ phân loại Bacula.

source: MySQL username
cs: U¾ivatelské jméno pro MySQL
de: MySQL Benutzername
es: Nombre de usuario para MySQL
fr: Identifiant MySQL :
ja: MySQL ユーザ名
nl: MySQL-gebruikersnaam
pt_br: Nome do usuário MySQL
vi: Tên người dùng MySQL

source: Please, enter the username which Bacula will use to connect to MySQL.
cs: Zadejte prosím u¾ivatelské jméno, které bude Bacula pou¾ívat pro spojení s MySQL.
de: Geben Sie den Benutzernamen an, den Bacula verwenden soll, um sich mit MySQL zu verbinden.
es: Por favor, introduzca el nombre de usuario que Bacula utilizará para conectar con el servidor MySQL.
fr: Veuillez indiquer l'identifiant qui sera utilisé par Bacula pour la connexion MySQL.
ja: Bacula が MySQL に接続する際に利用するユーザ名を入力してください。
nl: Geef de gebruikersnaam die Bacula zal gebruiken om een verbindg met MySQL te maken.
pt_br: Por favor, informe o nome do usuário que o Bacula utilizará para conexão ao MySQL.
vi: Hãy nhập tên người dùng mà Bacula sẽ dùng để kết nối đến MySQL.

source: MySQL password
cs: Heslo k MySQL
de: MySQL Passwort
es: Contraseña para MySQL
fr: Mot de passe MySQL :
ja: MySQL パスワード
nl: MySQL-wachtwoord
pt_br: Senha MySQL
vi: Mật khẩu MySQL

source: Please, enter the password which Bacula will use to connect to MySQL.
cs: Zadejte prosím heslo, které bude Bacula pou¾ívat pro spojení s MySQL.
de: Geben Sie das Passwort an, das Bacula verwenden soll, um sich zu MySQL zu verbinden.
es: Por favor, introduzca la contraseña que Bacula utilizará para conectar con el servidor MySQL (junto con el nombre de usuario pedido anteriormente).
fr: Veuillez indiquer le mot de passe qui sera utilisé par Bacula pour la connexion MySQL.
ja: Bacula が MySQL に接続する際に利用するパスワードを入力してください。
nl: Geef het wachtwoord dat Bacula zal gebruiken om een verbinding met MySQL te maken.
pt_br: Por afvor, informe a senha que o Bacula utilizará para conexão ao MySQL.
vi: Hãy nhập mật khẩu mà Bacula sẽ dùng để kết nối đến MySQL.

source: Create tables for Bacula's Catalog?
cs: Pøejete si vytvoøit tabulky pro katalog Baculy?
de: Tabellen für Baculas Katalog erzeugen?
es: ¿Crear las tablas para el catálogo?
fr: Faut-il créer les tables du catalogue de Bacula ?
ja: Bacula のカタログ用のテーブルを作成しますか?
nl: Tabellen creëren voor de Catalogus van Bacula?
pt_br: Criar as tabelas para o Catálogo do Bacula ?
vi: Tạo bảng cho phân loại của Bacula không?

source: I have detected that the tables needed for Bacula's Catalog are missing (this is probably a fresh install). Shall I create them now?
cs: Zjistil jsem, ¾e chybí tabulky potøebné pro katalog Baculy (pravdìpodobnì instalujete Baculu prvnì). Mám je nyní vytvoøit?
de: Es wurde festgestellt, daß die für Baculas Katalog benötigten Tabellen fehlen (es handelt sich evtl. um eine neue Installation). Sollen sie jetzt erzeugt werden?
es: Hemos detectado que las tablas necesarias para contener el catálogo de Bacula no están accesibles (tiene pinta de tratarse de una instalación nueva). ¿Debo crearlas ahora?
fr: Les tables nécessaires au catalogue de Bacula sont absentes de la base de données (probablement parce que vous effectuez une nouvelle installation). Elles peuvent être créées maintenant.
ja: Bacula のカタログに必要なテーブルが無くなっているのが見つかりました (恐らくはじめてのインストールなのでしょう)。すぐに作成しますか?
nl: De tabellen, die de Catalogus van Bacula nodig heeft, ontbreken (dit is waarschijnlijk een verse installatie). Moeten deze nu aangemaakt worden?
pt_br: Foi detectado que as tabelas necessárias para o Catálogo do Bacula estão faltando (esta provavelmente é uma nova instalação). Tais tabelas devem ser criadas agora ?
vi: Thiếu bảng cần đến cho phân loại Bacula (rất có thể là lần cài đặt ban đầu). Bạn có muốn tạo những bảng ấy ngay bây giờ không?

source: A MySQL 'root' username & password will be required.
cs: Budu potøebovat u¾ivatelské jméno superu¾ivatele (root) a pøíslu¹né heslo pro MySQL.
de: Ein MySQL 'root' Benutzername & Passwort werden benötigt.
es: Se necesitará disponer del nombre de usuario y contraseña de un usuario 'root' de MySQL.
fr: L'identifiant et le mot de passe d'un administrateur MySQL sont nécessaires.
ja: MySQL の 'root' ユーザ名とパスワードが必要です。
nl: Een MySQL-'root'-gebruikersnaam en -wachtwoord zullen vereist zijn.
pt_br: O nome do usuário e a senha do 'root' do MySQL serão necessários.
vi: Cần thiết một tên người dùng chủ và mật khẩu MySQL.

source: root
vi: người chủ

source: MySQL 'root' username
cs: Superu¾ivatelské (root) jméno pro MySQL
de: MySQL 'root' Benutzername
es: Nombre de usuario 'root' de MySQL
fr: Identifiant de l'administrateur MySQL :
ja: MySQL での 'root' ユーザ名
nl: MySQL-'root'-gebruikersnaam
pt_br: Nome do usuário 'root' do MySQL
vi: Tên người dùng chủ MySQL

source: Please type the username to connect to MySQL as.
cs: Zadejte prosím u¾ivatelské jméno, pod kterým se mám pøipojit k MySQL.
de: Geben Sie den Benutzernamen für die Verbindung zu MySQL an.
es: Por favor, introduzca el nombre de usuario para conectar a MySQL.
fr: Veuillez indiquer l'identifiant de l'administrateur de MySQL.
ja: MySQL に接続する際のユーザ名を入力してください。
nl: Geef de gebruikersnaam om met MySQL te connecteren.
pt_br: Por favor, informe o nome do usuário para conexão ao MySQL.
vi: Hãy gõ tên người dùng sẽ kết nối đến MySQL.

source: This user needs to have 'create database' privileges.
cs: Tento u¾ivatel musí mít práva pro vytváøení databází.
de: Der Benutzer muß 'create database' Privilegien haben.
es: Este usuario debe tener permiso para crear bases de datos.
fr: Cet identifiant doit avoir les droits pour créer une base de données.
ja: このユーザには 'create database' 権限が必要です。
nl: The gebruiker heeft de toegangsrechten voor 'databankcreatie' nodig.
pt_br: Esse usuário precisa ter privilégios de criação de base de dados.
vi: Cần phải cho phép người dùng này có quyền truy cập «tạo cơ sở dữ liệu» (create database).

source: NONE
cs: NIC
es: NADA
nl: GEEN
vi: Không có

source: MySQL 'root' password
cs: Superu¾ivatelské (root) heslo k MySQL
de: MySQL 'root' Passwort
es: Contraseña del usuario 'root' de MySQL
fr: Mot de passe de l'administrateur de MySQL :
ja: MySQL での 'root' パスワード
nl: MySQL-'root'-wachtwoord
pt_br: Senha do 'root' do MySQL
vi: Mật khẩu người chủ MySQL

source: Please type the password for the username entered before.
cs: Zadejte prosím heslo pro u¾ivatele zadaného døíve.
de: Geben Sie das Passwort für den eben angegebenen Benutzer an.
es: Por favor, introduzca la contraseña correspondiente al nombre de usuario que acaba de teclear.
fr: Veuillez indiquer le mot de passe de l'administrateur de MySQL.
ja: 先ほど入力したユーザ名に対するパスワードを入力してください。
nl: Geef het wachtwoord voor de hiervoor ingevoerde gebruikersnaam.
pt_br: Por favor, informe a senha para o usuário informado anteriormente.
vi: Hãy gõ mật khẩu cho tên người dùng mới được nhập.

source: Remove Catalog on purge?
cs: Odstranit pøi odstraòování balíèku také katalog?
de: Katalog beim Entfernen löschen?
es: ¿Borrar el catálogo al eliminar el paquete?
fr: Faut-il supprimer le catalogue lors de la purge du paquet ?
ja: purge の際にカタログを削除しますか?
nl: Catalogus verwijderen bij wissen (purge)?
pt_br: Reomver Catálogo ao expurgar o pacote ?
vi: Loại bỏ phân loại khi tẩy không?

source: Shall I remove the Catalog from the MySQL server at package purge time? This will free all the used space.
cs: Mohu odstranit katalog z MySQL serveru pøi odstraòování balíèku? Tím se uvolní ve¹keré zabrané místo.
de: Soll der Katalog beim Löschen des Pakets vom MySQL-Server entfernt werden? Dies wird allen belegten Speicher freigeben.
es: ¿Debo borrar el catálogo cuando se elimine el paquete? Esto liberará todo el espacio utilizado por el catálogo.
fr: Le catalogue au serveur MySQL peut être supprimé lors de la purge (désinstallation complète) du paquet. Ceci libérera tout l'espace utilisé.
ja: パッケージを purge する際に MySQL サーバからカタログを削除しますか? これを行うと、利用していた領域を全て開放します。
nl: Moet de Catalogus uit de MySQL-server verwijderd worden bij wissen (purge)? Dit zal alle gebruikte ruimte vrijgeven.
pt_br: O Catálogo do Bacula deverá ser removido do servidor MySQL quando o pacote do Bacula for expurgado ? Isso irá liberar todo o espaço ocupado.
vi: Bạn có muốn loại bỏ phân loại ra trình phục vụ MySQL khi tẩy gói tin này không? Làm như thế sẽ giải phóng các sức chứa đã dùng.

source: Warning: This is not undoable. Once you remove the catalog, you won't be able to restore your backups unless you have another copy of the catalog at hand.
cs: VAROVÁNÍ: Tato akce je nevratná! Jakmile odstraníte katalog, nebudete jej moci obnovit! (Pokud ov¹em nemáte vytvoøenou zálo¾ní kopii.)
de: Warnung: Dies kann nicht rückgängig gemacht werden. Sobald der Katalog entfernt ist, können keine Backups mehr wiederhergestellt werden, außer es existiert noch eine Kopie des Katalogs.
es: Advertencia: Esta acción no se puede deshacer. Una vez que se elimine el catálogo, no podrá restaurar sus copias de seguridad a menos que disponga de otra copia del catálogo.
fr: Attention : cette opération est irréversible. Une fois que vous aurez supprimé le catalogue, vous ne serez plus en mesure de restaurer vos sauvegardes moins d'avoir une autre copie du catalogue actuel.
ja: 警告: これはやり直しがききません。一旦カタログを削除すると、手動でカタログのコピーを行っていない限り、バックアップをリストアできません。
nl: Waarschuwing: dit is niet ongedaan te maken. Eens u de catalogus verwijderd heeft, zult u niet in staat zijn om backups te herstellen behalve als u nog een andere kopie van de catalogus bij de hand heeft.
pt_br: Aviso : Isso é perigoso. Uma vez que o catálogo tenha sido removido, não será mais possível restaurar seus backups a menos que você tenha uma outra cópia da caálogo em mãos.
vi: Cảnh báo: không thể hủy bước này. Một khi đã loại bỏ phân loại, không thể phục hồi bản lưu trữ, trừ bạn có một bản sao phân loại nữa.

source: Where is the PostgreSQL server?
cs: Kde se nachází PosgreSQL server?
de: Wo ist der PostgreSQL-Server?
es: ¿Donde está el servidor PostgreSQL a utilizar?
fr: Nom du serveur PostgreSQL :
ja: PostgreSQL サーバは何処にありますか?
nl: Waar is de PostgreSQL-server?
pt_br: Onde o servidor PostgreSQL está localizado ?
vi: Trình phục vụ PostgreSQL ở đâu?

source: Enter the host where the PostgreSQL server which is to hold Bacula's catalog is.
cs: Zadejte poèítaè, na kterém bì¾í PostgreSQL server, který bude spravovat katalog balíèku bacula.
de: Geben Sie den Rechner an, auf dem der PostgreSQL-Server ist, der Baculas Katalog verwalten soll.
es: Por favor, introduzca el nombre de host donde se encuentra el servidor PostgreSQL en el que almacenar el catálogo de Bacula.
fr: Veuillez indiquer le nom du serveur PostgreSQL où est conservé le catalogue de Bacula.
ja: Bacula のカタログを保持している PostgreSQL サーバホストを入力してください。
nl: Geef de host waar de PostgreSQL-server is die de catalogus van Bacula bijhoudt.
pt_br: Informe o host onde o servidor PostgreSQL que irá armazenar o catálogo do Bacula está localizado.
vi: Hãy nhập tên máy có hỗ trợ trình phục vụ PostgreSQL sẽ cất giữ phân loại Bacula.

source: PostgreSQL username
cs: U¾ivatelské jméno pro PostgreSQL
de: PostgreSQL Benutzername
es: Nombre de usuario para PostgreSQL
fr: Identifiant PostgreSQL :
ja: PostgreSQL のユーザ名
nl: PostgreSQL-gebruikersnaam
pt_br: Nome do usuário PostgreSQL
vi: Tên người dùng PostgreSQL

source: Please, enter the username which Bacula will use to connect to PostgreSQL.
cs: Zadejte prosím u¾ivatelské jméno, které bude Bacula pou¾ívat pro pøipojení k PostgreSQL.
de: Geben Sie den Benutzernamen an, den Bacula verwenden soll, um sich mit PostgreSQL zu verbinden.
es: Por favor, introduzca el nombre de usuario que Bacula utilizará para conectar con el servidor PostgreSQL.
fr: Veuillez indiquer l'identifiant qui sera utilisé par Bacula pour la connexion PostgreSQL.
ja: Bacula が PostgreSQL に接続する際に利用するユーザ名を入力してください。
nl: Geef de gebruikersnaam die Bacula zal gebruiken om een verbindg met PostgreSQL te maken.
pt_br: Por favor, informe o nome do usuário que o Bacula utilizará para conexão ao PostgreSQL.
vi: Hãy nhập tên người dùng mà Bacula sẽ dùng để kết nối đến PostgreSQL.

source: PostgreSQL password
cs: Heslo k PostgreSQL
de: PostgreSQL Passwort
es: Contraseña para PostgreSQL
fr: Mot de passe PostgreSQL :
ja: PostgreSQL のパスワード
nl: PostgreSQL-wachtwoord
pt_br: Senha PostgreSQL
vi: Mật khẩu PostgreSQL

source: Please, enter the password which Bacula will use to connect to PostgreSQL.
cs: Zadejte prosím heslo, které bude Bacula pou¾ívat pro pøipojení k PostgreSQL.
de: Geben Sie das Passwort an, das Bacula verwenden soll, um sich zu PostgreSQL zu verbinden.
es: Por favor, introduzca la contraseña que Bacula utilizará para conectar con el servidor PostgreSQL (junto con el nombre de usuario pedido anteriormente).
fr: Veuillez indiquer le mot de passe qui sera utilisé par Bacula pour la connexion PostgreSQL.
ja: Bacula が PostgreSQL に接続する際に利用するパスワードを入力してください。
nl: Geef het wachtwoord dat Bacula zal gebruiken om een verbinding met PostgreSQL te maken.
pt_br: Por afvor, informe a senha que o Bacula utilizará para conexão ao PostgreSQL.
vi: Hãy nhập mật khẩu mà Bacula sẽ dùng để kết nối đến PostgreSQL.

source: Remove the Bacula Catalog?
cs: Odstranit katalog Baculy?
fr: Faut-il supprimer les tables du catalogue de Bacula ?
ja: Bacula のカタログを削除しますか?
vi: Loại bỏ phân loại Bacula không?

source: I have detected that a Bacula Catalog already exists. Would you like to re-create it?
cs: Zjistil jsem, ¾e katalog Baculy ji¾ existuje. Pøejete si jej vytvoøit znovu?
fr: Les tables du catalogue de Bacula existent déjà. Veuillez indiquer si vous souhaitez les créer à nouveau.
ja: 既に Bacula のカタログが存在しているのを見つけました。再作成しますか?
vi: Tại đây có một phân loại Bacula rồi. Bạn có muốn tạo lại nó không?

source: A PgSQL 'admin' username & password will be required.
cs: Budu potøebovat u¾ivatelské jméno a heslo administrátora PostgreSQL.
de: Ein PostgreSQL 'admin' Benutzername & Passwort werden benötigt.
es: Se necesitará disponer del nombre de usuario y contraseña de un usuario 'admin' de PosgreSQL.
fr: L'identifiant et le mot de passe d'un administrateur PostgreSQL sont nécessaires.
ja: PgSQL の 'root' ユーザ名とパスワードが必要です。
nl: Een PostgreSQL-'admin'-gebruikersnaam en -wachtwoord zullen vereist zijn.
pt_br: O nome do usuário e a senha do 'admin' do PostgreSQL serão necessários.
vi: Sẽ cần thiết một tên người dùng và mật khẩu quản trị PostgreSQL.

source: If you are unsure, answer no.
cs: Jestli¾e si nejste jisti, odpovìzte ne.
fr: Dans le doute, ne choisissez pas cette option.
ja: よくわからない場合は「いいえ」と答えてください。
vi: Nếu bạn chưa chắc, hãy trả lời «Không».

source: PostgreSQL 'root' username
cs: Superu¾ivatelské (root) jméno pro PostgreSQL
de: PostgreSQL 'root' Benutzername
es: Nombre de usuario 'admin' de PostgreSQL
fr: Identifiant de l'administrateur PostgreSQL :
ja: PostgreSQL での 'root' ユーザ名
nl: PostgreSQL-'root'-gebruikersnaam
pt_br: Nome do usuário 'root' do PostgreSQL
vi: Tên người dùng chủ PostgreSQL

source: Please type the username to connect to PostgreSQL as.
cs: Zadejte prosím u¾ivatelské jméno, pod kterým se mám pøipojit k PostgreSQL.
de: Geben Sie den Benutzernamen für die Verbindung zu PostgreSQL an.
es: Por favor, introduzca el nombre de usuario para conectar a PostgreSQL.
fr: Veuillez indiquer l'identifiant de l'administrateur de PostgreSQL.
ja: PostgreSQL に接続する際のユーザ名を入力してください。
nl: Geef de gebruikersnaam om met PostgreSQL te connecteren.
pt_br: Por favor, informe o nome do usuário para conexão ao PostgreSQL.
vi: Hãy gõ tên người dùng sẽ kết nối đến PostgreSQL.

source: PostgreSQL 'root' password
cs: Superu¾ivatelské (root) heslo k PostgreSQL
de: PostgreSQL 'root' Passwort
es: Contraseña del usuario 'root' de PostgreSQL
fr: Mot de passe de l'administrateur de PostgreSQL :
ja: PostgreSQL での 'root' パスワード
nl: PostgreSQL-'root'-wachtwoord
pt_br: Senha do 'root' do PostgreSQL
vi: Mật khẩu người chủ PostgreSQL

source: Shall I remove the Catalog from the PostgreSQL server at package purge time? This will free all the used space.
cs: Mohu odstranit katalog z PostgreSQL serveru pøi odstraòování balíèku? Tím se uvolní ve¹keré zabrané místo.
de: Soll der Katalog beim Löschen des Pakets vom PostgreSQL-Server entfernt werden? Dies wird allen belegten Speicher freigeben.
es: ¿Debo borrar el catálogo cuando se elimine el paquete? Esto liberará todo el espacio utilizado por el catálogo.
fr: Le catalogue au serveur PostgreSQL peut être supprimé lors de la purge (désinstallation complète) du paquet. Ceci libérera tout l'espace utilisé.
ja: パッケージを purge する際に PostgreSQL サーバからカタログを削除しますか? これを行うと、利用していた領域を全て開放します。
nl: Moet de Catalogus uit de PostgreSQL-server verwijderd worden bij wissen (purge)? Dit zal alle gebruikte ruimte vrijgeven.
pt_br: O Catálogo do Bacula deverá ser removido do servidor PostgreSQL quando o pacote do Bacula for expurgado ? Isso irá liberar todo o espaço ocupado.
vi: Bạn có muốn loại bỏ phân loại ra trình phục vụ PostgreSQL khi tẩy gói tin này không? Làm như thế sẽ giải phóng các sức chứa đã dùng.

source: I have detected that the tables needed for Bacula's Catalog are missing ( this is probably a fresh install ). Shall I create them now?
cs: Zjistlil jsem, ¾e chybí tabulky potøebné pro katalog Baculy ( pravdìpodobnì instalujete Baculu prvnì ). Mám je nyní vytvoøit?
de: Es wurde festgestellt, daß die für Baculas Katalog benötigten Tabellen fehlen (es handelt sich evtl. um eine neue Installation). Sollen sie jetzt erzeugt werden?
es: Hemos detectado que las tablas necesarias para contener el catálogo de Bacula no están accesibles (tiene pinta de tratarse de una instalación nueva). ¿Debo crearlas ahora?
fr: Les tables nécessaires au catalogue de Bacula sont absentes de la base de données (probablement parce que vous effectuez une nouvelle installation). Elles peuvent être créées maintenant.
ja: Bacula のカタログに必要なテーブルが無くなっているのが見つかりました (恐らくはじめてのインストールなのでしょう)。すぐに作成しますか?
nl: De door de Catalogus van Bacula benodigde tabellen ontbreken (dit is waarschijnlijk een verse installatie). Moeten deze nu aangemaakt worden?
pt_br: Foi detectado que as tabelas necessárias para o Catálogo do Bacula estão faltando (esta provavelmente é uma nova instalação). Tais tabelas devem ser criadas agora ?
vi: Thiếu bảng cần đến cho phân loại Bacula (rất có thể là lần cài đặt ban đầu). Bạn có muốn tạo những bảng ấy ngay bây giờ không?

source: Shall I remove the Catalog / SQLite database at package purge time? This will free all the used space.
cs: Mohu pøi odstraòování balíèku odstranit také katalog / SQLite databázi? Tím se uvolní ve¹keré zabrané místo.
de: Soll der Katalog / SQLite Datenbanken beim Löschen des Pakets entfernt werden? Dies wird allen belegten Speicher freigeben.
es: ¿Debo borrar el catálogo cuando se elimine el paquete? Esto liberará todo el espacio utilizado por el catálogo.
fr: Le catalogue de la base de données SQLite peut être supprimé lors de la purge (désinstallation complète) du paquet. Ceci libérera tout l'espace utilisé.
ja: パッケージを purge する際にカタログ・SQLite データベースを削除しますか? これを行うと、利用していた領域を全て開放します。
nl: Moet de Catalogus / SQLite-databank verwijderd worden bij wissen (purge)? Dit zal alle ingenomen ruimte weer vrijgeven.
pt_br: O Catálogo / base de dados SQLite deverá ser removido quando o pacote do Bacula for expurgado ? Isso irá liberar todo o espaço ocupado.
vi: Bạn có muốn loại phân loại /bỏ cơ sở dữ liệu SQLite khi tẩy gói tin này? Làm như thế sẽ giải phóng các sức chứa đã dùng.
